{
    "gamers": [
  {
        "ID": 1,
        "name": "Arthur Morgan",
        "history": "Playing online video games may seem like the sort of thing you would expect to do with others, but Arthur Morgan isn't known as The Lone Wanderer for nothing. He specialises in single-player driven games, none of this Call of Duty online nonsense, and has been known to prefer solo games over invititations to co-op, which his fellow gamers have come to accept.",
        "gamertag": "IckleRonnikens",
        "image": "https://live.staticflickr.com/65535/49608771097_ea5b83709a_o.jpg"
    },
    {
        "ID": 2,
        "name": "John Shepard",
        "history": "If ever an opportunity passes him by, you can bet that no matter what, even if he's in the middle of another game, John Shepard will always prioritise co-op games over solo games. And it doesn't matter if it's a week later, or six months later, The Great Dane will always get you back to that co-op game you've abandoned and help finish it.",
        "gamertag": "Stubidoo1988",
        "image": "https://live.staticflickr.com/65535/49608521591_7b931237bb_o.png"
    },
    {
        "ID": 3,
        "name": "Clayton Carmine",
        "history": "Known as The Ruiner, Clayton Carmine is, for the most part, a lover of gaming who enjoys Action/Adventure games and playing with mates. However, every now and then, whether it be because of a last-minute illness or a want to go to bed early, those plans you made with him for a multiple-hour long gaming session in that newly release game, might just go out the window.",
        "gamertag": "FixableHaydos",
        "image": "https://live.staticflickr.com/65535/49767158723_7c7cbfc888_o.jpg"
    },
    {
        "ID": 4,
        "name": "Connor Arkay",
        "history": "There is only one thing that is known for certain about Connor Arkay, and that is the unknown. The Kiss of Death lives in a foreign state, he plays foreign games, on a foreign platform, and can thoroughly explain every single detail about his experiences but nothing about himself. Expect a comprehensive, educated view about video games the rest of us do not play.",
        "gamertag": "",
        "image": "https://live.staticflickr.com/65535/49723585672_1a868a6848_o.jpg"
        }]
    }